espressif/esp-serial-flasher/examples/esp32_sdio_load_ram_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_SERIAL_FLASHER_PORT_SDIO=y
